Repository: halildurmus/hotdeals
Catalog: lib/src/l10n/arb/app_*.arb
Languages: tr

source: Select all
tr: Tümünü seç

source: Deselect all
tr: Tüm seçimleri kaldır

source: Mark as read
tr: Okundu olarak işaretle

source: Mark as unread
tr: Okunmadı olarak işaretle

source: selected
tr: seçili öğe

# favoriteDealError
source: Could not add the deal to your favorites.
tr: Fırsat, favorilerine eklenemedi.

# unfavoriteDealError
source: Could not remove the deal from your favorites.
tr: Fırsat, favorilerinden silinemedi.

source: Delete
tr: Sil

# deleteConfirm
source: Are you sure you want to delete this deal?
tr: Fırsatı silmek istediğinizden emin misiniz?

# deleteDealError
source: Could not delete the deal.
tr: Fırsat silinemedi.

# somethingWentWrong
source: Something went wrong. Tap to try again.
tr: Bir hata oluştu. Tekrar denemek için dokunun.

# noFavoritesYetDescription
source: Tap the â™¡ button on any deal to add it to your favorites.
tr: Fırsat üzerindeki ♡ butonuna basarak fırsatı favorilerine ekle.

source: No favorites yet
tr: Henüz favorilerin yok

source: No posts yet
tr: Henüz paylaşımın yok

source: English
tr: İngilizce

source: Turkish
tr: Türkçe

source: ONLINE
tr: ÇEVRİMİÇİ

source: OFFLINE
tr: ÇEVRİMDIŞI

# checkYourInternet
source: Please check your internet connection and try again.
tr: Lütfen internet bağlantınızı kontrol edin ve tekrar deneyin.

source: An error occurred.
tr: Bir hata oluştu.

# anErrorOccurredWhile
source: An error occurred while fetching some data.
tr: Bazı veriler çekilirken bir hata oluştu.

source: No connection
tr: İnternet bağlantısı yok

source: Try again
tr: Tekrar dene

# newMark
source: New
tr: Yeni

source: TODAY
tr: BUGÜN

source: YESTERDAY
tr: DÜN

source: at {category}
tr: {category} kategorisinde

source: Ok
tr: Tamam

source: Cancel
tr: Vazgeç

source: Loading...
tr: Yükleniyor...

source: commented on your post
tr: gönderine yorum yaptı

# dealCount
source: {count,plural, =0{No deal}=1{{count} deals}=2{{count} deals}few{{count} deals}many{{count} deals}other{{count} deals}}
tr: {count,plural, =0{Fırsat yok}=1{{count} fırsat}=2{{count} fırsat}few{{count} fırsat}many{{count} fırsat}other{{count} fırsat}}

source: Sign In
tr: Giriş Yap

source: Continue with Facebook
tr: Facebook ile devam et

source: Continue with Google
tr: Google ile devam et

source: Sign in failed
tr: Giriş başarısız

source: Logout
tr: Çıkış

# logoutConfirm
source: Are you sure you want to log out?
tr: Çıkış yapmak istediğinizden emin misiniz?

source: Logout failed
tr: Çıkış başarısız

source: System
tr: Sistem

source: Light
tr: Açık

source: Dark
tr: Koyu

source: Settings
tr: Ayarlar

source: Theme
tr: Tema

source: Language
tr: Dil

# youHaveNotPostedAnyDeal
source: You haven't posted any deal yet!
tr: Henüz herhangi bir fırsat paylaşmadınız!

# youHaveNotFavoritedAnyDeal
source: You haven't favorited any deal yet!
tr: Henüz herhangi bir fırsatı favorilerinize eklemediniz!

# noNotifications
source: No notifications yet!
tr: Henüz bildirim yok!

source: Update Profile
tr: Profili Güncelle

source: Notifications
tr: Bildirimler

source: Posts
tr: Paylaşımlar

source: Favorites
tr: Favoriler

source: Profile
tr: Profil

source: Select source
tr: Kaynağı seçin

source: Read less
tr: Daha az gör

source: Read more
tr: Daha fazla gör

source: Camera
tr: Kamera

source: Gallery
tr: Galeri

source: Nickname
tr: Takma ad

source: Update nickname
tr: Takma adı güncelle

source: General
tr: Genel

source: Deals
tr: Fırsatlar

source: Browse
tr: Gözat

source: Chats
tr: Sohbetler

source: Categories
tr: Kategoriler

source: Stores
tr: Mağazalar

source: Filter categories
tr: Kategorileri filtrele

source: Filter prices
tr: Fiyatları filtrele

source: Filter stores
tr: Mağazaları filtrele

# couldNotFindAnyDeal
source: Couldn't find any deal
tr: Hiçbir fırsat bulunamadı

source: UNBLOCK
tr: ENGELİ KALDIR

source: Blocked Users
tr: Engelli Kullanıcılar

# noBlockedUsers
source: No blocked users yet!
tr: Henüz bloklanmış bir kullanıcı yok!

# anErrorOccurredWhileBlocking
source: An error occurred while blocking this user!
tr: Kullanıcıyı engellerken bir hata oluştu!

# anErrorOccurredWhileUnblocking
source: An error occurred while unblocking this user!
tr: Kullanıcının engeli kaldırılırken bir hata oluştu!

# successfullyUnblocked
source: Successfully unblocked this user!
tr: Kullanıcının engeli başarıyla kaldırıldı!

source: Unblock User
tr: Kullanıcının Engelini Kaldır

source: Send Message
tr: Mesaj Gönder

# joined
source: Joined {date}
tr: {date} tarihinde katıldı

# couldNotFindAnyResultFor
source: Couldn't find any result for {keyword}
tr: {keyword} için herhangi bir sonuç bulunamadı

source: deals posted
tr: fırsat paylaştı

source: comments posted
tr: yorum yaptı

source: About User
tr: Kullanıcı Hakkında

# sentYouFile
source: sent you a file
tr: sana bir dosya gönderdi

# sentYouImage
source: sent you an image
tr: sana bir fotoğraf gönderdi

# sentYouMessage
source: sent you a message
tr: sana bir mesaj gönderdi

# blockConfirm
source: Are you sure you want to block this user?
tr: Kullanıcıyı engellemek istediğiniziden emin misiniz?

# unblockConfirm
source: Are you sure you want to unblock this user?
tr: Kullanıcının engelini kaldırmak istediğinizden emin misiniz?

# successfullyBlocked
source: Successfully blocked this user.
tr: Kullanıcı, başarıyla engellendi.

source: You need to sign in
tr: Giriş yapmalısınız

# noChats
source: No chats yet
tr: Henüz sohbet yok

source: No active conversations
tr: Aktif görüşme yok

# youHaveBeenBlockedByThisUser
source: You've been blocked by this user
tr: Bu kullanıcı tarafından engellendiniz

# youHaveBlockedThisUser
source: You've blocked this user
tr: Bu kullanıcıyı engellediniz

# youCannotChatWithThisUser
source: You can't chat with this user
tr: Bu kullanıcıyla mesajlaşamazsın

source: File
tr: Dosya

source: Image
tr: Resim

source: Enter your message
tr: Mesajınızı girin

source: Report User
tr: Kullanıcıyı Şikayet Et

source: Block User
tr: Kullanıcıyı Engelle

source: Post
tr: Paylaş

source: Most Liked
tr: En Beğenilen

source: Cheapest
tr: En Ucuz

source: No results
tr: Sonuç yok

source: Search
tr: Ara

source: Start searching
tr: Aramaya başlayın

source: Successfully reported deal
tr: Fırsat, başarıyla şikayet edildi

source: Successfully reported user
tr: Kullanıcı, başarıyla şikayet edildi

source: Harassing
tr: Taciz

source: Other
tr: Diğer

# enterSomeDetailsAboutReport
source: Enter some details about your report
tr: Şikayetinizle alakalı bazı bilgiler girin

source: Enter your comment
tr: Yorumunuzu girin

source: Post comment
tr: Yorum paylaş

source: Post a Comment
tr: Bir Yorum Paylaş

source: Original Price
tr: Orijinal Fiyat

# pleaseEnterTheOriginalPrice
source: Please enter the deal's original price.
tr: Lütfen fırsatın orijinal fiyatını girin.

source: Price
tr: Fiyat

source: Prices
tr: Fiyatlar

source: Title
tr: Başlık

source: Enter deal URL
tr: Fırsat URL'ini girin

source: Upload Image
tr: Resim Yükle

source: Category
tr: Kategori

source: Store
tr: Mağaza

# nicknameMustBe
source: The nickname must be at least 5 characters long.
tr: Takma ad en az 5 karakter uzunluğunda olmalı.

# descriptionMustBe
source: The description must be at least 10 characters long.
tr: Açıklama en az 10 karakter uzunluğunda olmalı.

# titleMustBe
source: The title must be at least 10 characters long.
tr: Başlık en az 10 karakter uzunluğunda olmalı.

source: Please enter the deal description.
tr: Lütfen fırsat açıklamasını girin.

source: Please enter the deal URL.
tr: Lütfen fırsat URL'ini girin.

source: Please upload at least one image.
tr: Lütfen en az bir resim yükleyin.

# pleaseWaitForImageUploads
source: Please wait for the image uploads to complete.
tr: Lütfen resim yüklemelerinin tamamlanmasını bekleyin.

source: Post Deal
tr: Fırsat Paylaş

source: Latest
tr: En yeni

source: Sort
tr: Sırala

source: Sort by
tr: Sıralama ölçütü

source: Relevant
tr: Alakalı

source: Newest
tr: En yeni

source: Oldest
tr: En eski

source: Price: Low to High
tr: Fiyat: Ucuzdan pahalıya

source: Price: High to Low
tr: Fiyat: Pahalıdan ucuza

source: Reset all filters?
tr: Filtreler sıfırlansın mı?

source: Filter by Category
tr: Kategoriye Göre filtrele

source: Filter by Price
tr: Fiyata göre filtrele

source: Filter by Store
tr: Mağazaya göre filtrele

source: Successfully posted your deal
tr: Fırsat, başarıyla paylaşıldı

source: Successfully updated your deal
tr: Fırsat, başarıyla güncellendi

# pleaseEnterValidUrl
source: Please enter a valid URL.
tr: Lütfen geçerli bir URL girin.

source: Please enter the deal title.
tr: Lütfen fırsat başlığını girin.

# pleaseEnterThePrice
source: Please enter the deal price.
tr: Lütfen fırsatın fiyatını girin.

# originalPriceCannotBeLower
source: The original price cannot be lower than the price.
tr: Orijinal fiyat, fiyattan küçük olamaz.

# priceCannotBeGreater
source: The price cannot be greater than the original price.
tr: İndirimli fiyat, fiyattan büyük olamaz.

# enterSomeDetailsAboutDeal
source: Enter here some details about this deal
tr: Bu fırsatla ilgili bazı ayrıntıları girin

# postedYourComment
source: Successfully posted your comment
tr: Yorumunuz başarıyla gönderildi

source: Update Deal
tr: Fırsatı Güncelle

source: Post a Deal
tr: Bir Fırsat Paylaş

source: See Deal
tr: Fırsatı Gör

# noComments
source: No comments yet
tr: Henüz yorum yok

source: Start the conversation
tr: Konuşmayı başlat

source: Did you like the deal?
tr: Fırsatı beğendiniz mi?

source: ORIGINAL POSTER
tr: PAYLAŞAN KULLANICI

source: Deal Score
tr: Fırsat Puanı

source: Report Deal
tr: Fırsatı Şikayet Et

source: Mark as Active
tr: Aktif olarak işaretle

# markAsActiveSuccess
source: Marked the status of this deal as 'active'.
tr: Fırsatın durumu 'aktif' olarak güncellendi!

source: Mark as Expired
tr: Süresi doldu olarak işaretle

# markAsExpiredSuccess
source: Marked the status of this deal as 'expired'.
tr: Fırsatın durumu 'süresi doldu' olarak güncellendi!

# thisDealHasExpired
source: Sorry, this deal has expired.
tr: Üzgünüz, bu fırsatın süresi doldu.

source: Include expired deals
tr: Süresi bitmiş fırsatları göster

source: Show
tr: Göster

source: Hide
tr: Gizle

source: Reset filters
tr: Filtreleri temizle

source: Hide expired deals
tr: Süresi bitmiş fırsatları gizle

source: Expired
tr: Süresi biten

source: Repost
tr: Kopya

# resultCount
source: {count,plural, =0{No results}=1{{count} results}=2{{count} results}few{{count} results}many{{count} results}other{{count} results}}
tr: {count,plural, =0{Sonuç yok}=1{{count} sonuç}=2{{count} sonuç}few{{count} sonuç}many{{count} sonuç}other{{count} sonuç}}

# commentCount
source: {count,plural, =0{No comment}=1{{count} comments}=2{{count} comments}few{{count} comments}many{{count} comments}other{{count} comments}}
tr: {count,plural, =0{Yorum yok}=1{{count} yorum}=2{{count} yorum}few{{count} yorum}many{{count} yorum}other{{count} yorum}}

# markedNotificationAsRead
source: {count,plural, =0{Marked {count} notification as read}=1{Marked {count} notification as read}=2{Marked {count} notifications as read}few{Marked {count} notifications as read}many{Marked {count} notifications as read}other{Marked {count} notifications as read}}
tr: {count,plural, =0{{count} bildirim okundu olarak işaretlendi}=1{{count} bildirim okundu olarak işaretlendi}=2{{count} bildirim okundu olarak işaretlendi}few{{count} bildirim okundu olarak işaretlendi}many{{count} bildirim okundu olarak işaretlendi}other{{count} bildirim okundu olarak işaretlendi}}

# markedNotificationAsUnread
source: {count,plural, =0{Marked {count} notification as unread}=1{Marked {count} notification as unread}=2{Marked {count} notifications as unread}few{Marked {count} notifications as unread}many{Marked {count} notifications as unread}other{Marked {count} notifications as unread}}
tr: {count,plural, =0{{count} bildirim okunmadı olarak işaretlendi}=1{{count} bildirim okunmadı olarak işaretlendi}=2{{count} bildirim okunmadı olarak işaretlendi}few{{count} bildirim okunmadı olarak işaretlendi}many{{count} bildirim okunmadı olarak işaretlendi}other{{count} bildirim okunmadı olarak işaretlendi}}
